{
    "About": {
        "about": "Sobre mí",
        "hi": "¡Hola! Soy Ash, desarrolladora full-stack creativa y orientada a resultados.",
        "techs": "He trabajado con una variedad de tecnologías en el desarrollo web, incluyendo lenguajes como JavaScript, Typescript y SQL.",
        "ux": "Para la experiencia de usuario, he estado desarrollando con React, Next JS, Redux, Hooks, React-Router, Bootstrap, TailwindCSS, CSS y más. En el Back-End, he estado trabajando con Node.js y Express; y en términos de bases de datos, he estado almacenando y organizando datos con Sequelize, PostgreSQL, SQLite, Firebase, entre otros. Además, tengo experiencia con herramientas como GitHub, Postman, Trello, Jira, Slack, Visual Studio, Vercel, Canva y Figma. En este momento, estoy aprendiendo React Native y fortaleciendo mis habilidades de desarrollo frontend.",
        "background": "Mi formación como profesora de inglés me ayudó a desarrollar habilidades blandas útiles, como liderazgo, trabajo en equipo y resolución proactiva de problemas. Además, soy muy organizada en la gestión de proyectos y cronogramas. Por encima de todo, soy una apasionada por la tecnología, prospero en entornos colaborativos y estoy abierta a nuevos desafíos."
      },
      "NavBar":{
        "title": "AshTech Solutions",
        "home": "Inicio",
        "about": "Sobre mí",
        "projects": "Proyectos",
        "experience": "Experiencia",
        "contact": "Contacto",
        "changeLanguage": "Cambiar idioma",
        "english": "Inglés",
        "spanish": "Español",
        "portuguese": "Portugués"
      },
      "Main": {
        "home": "Inicio",
        "homeTitle": "Construyendo experiencias web hermosas",
        "homeSubtitle": "Te invito a conocer más sobre mí y lo que hago",
        "projects": "Proyectos"
      },
      "Projects": {
        "projects": "Proyectos",
        "projectsSubtitle": "Echa un vistazo a algunos de mis trabajos aquí",
        "demo": "Demo",
        "code": "Código",
        "cheers": {
          "title": "Cheers - Solución SaaS",
          "description": "Desarrollo full-stack de una plataforma SaaS para pedidos de bebidas. Integración de pagos con Stripe, base de datos en tiempo real con Firebase y generación de códigos QR. Implementación de soporte multilingüe y panel de administración."
          },
        "nearbytour": {
            "title": "NearByTour - Plataforma de Viajes",
            "description": "Lideré el desarrollo frontend con Next.js y TypeScript. Creé mapas interactivos y tarjetas de experiencia con Tailwind CSS. Implementé funciones de geolocalización y optimización de carga de imágenes."
          },
        "aracellipmu":{
          "title": "Aracelli PMU - Comercio Electrónico",
          "description": "Solución de e-commerce freelance con Next.js. Desarrollé un flujo de UI/UX de alta conversión con integración de plataformas externas. Aumenté las ventas del cliente en un 40% mediante optimización SEO y mejoras de rendimiento."
        },
        "thinderpet": {
          "title": "ThinderPet - Conexión de Mascotas",
          "description": "Creé un sistema de perfiles de mascotas con filtros de búsqueda avanzados. Implementé funcionalidad de deslizamiento y gestión de perfiles de mascotas."
        },
        "tunematch": {
          "title": "TuneMatch - Red Social Musical",
          "description": "Lideré el desarrollo frontend con React y Tailwind CSS, implementando una interfaz responsiva y optimizada para la mejor experiencia de usuario. Desarrollé el sistema de mensajería privada en tiempo real y la integración de funcionalidades interactivas para la conexión entre usuarios con intereses musicales similares."
        },
        "videogames": {
          "title": "API de Videojuegos - Plataforma de Juegos",
          "description": "Desarrollé una API RESTful para la gestión de datos de videojuegos. Implementé operaciones CRUD y filtros de búsqueda. Construido con Node.js, Express y PostgreSQL."
        },
        "starwars": {
          "title": "Star Wars Wiki - Plataforma para Fans",
          "description": "Creé una plataforma para fanáticos de Star Wars. Integré SWAPI (Star Wars API) para obtener datos de personajes y películas. Diseñé una interfaz responsiva con React y módulos de CSS."
        }
      },
      "Experience": {
         "experience": "Experiencia",
         "experienceSubtitle": "Estas son tecnologías, algunos frameworks y herramientas con las que he trabajado"
      },
      "Footer": {
        "developedBy": "Desarrollado por",
        "copyright": "derechos de autor"
      }
}