{
    "About": {
        "about": "Sobre mim",
        "hi": "Olá! Eu sou Ash, uma desenvolvedora full-stack criativa e orientada para resultados.",
        "techs": "Trabalhei com uma variedade de tecnologias no desenvolvimento web, incluindo linguagens como JavaScript, Typescript e SQL.",
        "ux": "Para a experiência do usuário, estive desenvolvendo com React, Next JS, Redux, Hooks, React-Router, Bootstrap, TailwindCSS, CSS e mais. No Back-End, estive trabalhando com Node.js e Express, e em termos de bancos de dados, estive armazenando e organizando dados com Sequelize, PostgreSQL, SQLite, Firebase, entre outros. Além disso, tenho experiência com ferramentas como GitHub, Postman, Trello, Jira, Slack, Visual Studio, Vercel, Canva e Figma. Atualmente, estou aprendendo React Native e fortalecendo minhas habilidades de desenvolvimento frontend.",
        "background": "Minha formação como professora de inglês me ajudou a desenvolver habilidades blandas úteis, como liderança, trabalho em equipe e resolução proativa de problemas. Além disso, estou bem organizada na gestão de projetos e cronogramas. Acima de tudo, estou apaixonada por tecnologia, prospero em ambientes colaborativos e estou aberta a novos desafios."
      },
      "NavBar":{
        "title": "AshTech Solutions",
        "home": "Início",
        "about": "Sobre mim",
        "projects": "Projetos",
        "experience": "Experiência",
        "contact": "Contato",
        "changeLanguage": "Alterar idioma",
        "english": "Inglês",
        "spanish": "Espanhol",
        "portuguese": "Português"
      },
      "Main":{
        "home": "Início",
        "homeTitle": "Construindo experiências web bonitas",
        "homeSubtitle": "Convido você a saber mais sobre mim e o que faço",
        "projects": "Projetos"
      },
      "Projects": {
        "projects": "Projetos",
        "projectsSubtitle": "Confira alguns dos meus trabalhos aqui",
        "demo": "Demo",
        "code": "Código",
        "cheers": {
          "title": "Cheers - Solução SaaS",
          "description": "Desenvolvimento full-stack de uma plataforma SaaS para pedidos de bebidas. Integração de pagamentos com Stripe, banco de dados em tempo real com Firebase e geração de códigos QR. Implementação de suporte multilíngue e painel administrativo."
        },
        "nearbytour": {
          "title": "NearByTour - Plataforma de Viagens",
          "description": "Liderei o desenvolvimento frontend com Next.js e TypeScript. Criei mapas interativos e cartões de experiência com Tailwind CSS. Implementei recursos de geolocalização e otimização de carregamento de imagens."
        },
        "aracellipmu": {
          "title": "Aracelli PMU - E-commerce",
          "description": "Solução de e-commerce freelance com Next.js. Desenvolvi um fluxo de UI/UX de alta conversão com integração de plataformas externas. Aumentei as vendas do cliente em 40% com otimização de SEO e melhorias de desempenho."
        },
        "thinderpet": {
          "title": "ThinderPet - Conexão de Pets",
          "description": "Criei um sistema de perfis de pets com filtros avançados de busca. Implementei funcionalidade de swipe e gerenciamento de perfis de pets."
        },
        "tunematch": {
          "title": "TuneMatch - Rede Social Musical",
           "description": "Liderei o desenvolvimento frontend com React e Tailwind CSS, criando uma interface responsiva e otimizada para a melhor experiência do usuário. Desenvolvi o sistema de mensagens privadas em tempo real e a integração de funcionalidades interativas para conectar usuários com interesses musicais semelhantes."
        },
        "videogames": {
          "title": "API de Video Games - Plataforma de Jogos",
          "description": "Desenvolvi uma API RESTful para gerenciamento de dados de videogames. Implementei operações CRUD e filtros de busca. Construído com Node.js, Express e PostgreSQL."
        },
        "starwars": {
          "title": "Star Wars Wiki - Plataforma para Fãs",
          "description": "Criei uma plataforma para fãs de Star Wars. Integrei SWAPI (Star Wars API) para buscar dados de personagens e filmes. Desenvolvi uma interface responsiva com React e módulos CSS."
        }
      },
      "Experience": {
         "experience": "Experiência",
         "experienceSubtitle": "Estas são tecnologias, alguns frameworks e ferramentas com as quais trabalhei"
      },
      "Footer": {
        "developedBy": "Desenvolvido por",
        "copyright": "direitos autorais"
      },
      "SocialLinks":{
        "whatsappLink": "WhatsApp",
        "linkedinLink": "LinkedIn",
        "githubLink": "GitHub",
        "mailLink": "Mail",
        "resumeLink": "Currículo"
      }
}